/* No comment provided by engineer. */
"%@ followed you" = "قام بمتابعتك %@";

/* No comment provided by engineer. */
"%i" = "%i";

/* No comment provided by engineer. */
"About" = "حول";

/* No comment provided by engineer. */
"adresse email incorrect !!" = "البريد الالكترونيغير صحيح!!!";

/* Error description */
"Alignment Error" = "Alignment Error";

/* sidemenu tweaks cell */
"App Manager" = "مدير التطبيقات";

/* No comment provided by engineer. */
"Black" = "اسود";

/* No comment provided by engineer. */
"Blue" = "ازرق";

/* Error description */
"Buffer Too Small" = "عازلة صغيرة جدا";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* No comment provided by engineer. */
"Cancel request?" = "إلغاء الطلب؟";

/* No comment provided by engineer. */
"Cancel?" = "إلغاء؟";

/* No comment provided by engineer. */
"Capture imagae" = "التقاط صورة";

/* No comment provided by engineer. */
"Cellular" = "خلوي";

/* No comment provided by engineer. */
"Choose another link" = "إختر رابط اخر";

/* No comment provided by engineer. */
"Choose from gallery?" = "إختر من مكتبة الصور؟";

/* No comment provided by engineer. */
"CLAdjustmentTool_DefaultTitle" = "توضيح";

/* No comment provided by engineer. */
"CLBloomEffect_DefaultTitle" = "تفتيح";

/* No comment provided by engineer. */
"CLBlurEffect_DefaultTitle" = "ضبابي و تركيز";

/* No comment provided by engineer. */
"CLBlurEffect_MenuItemBand" = "شريط";

/* No comment provided by engineer. */
"CLBlurEffect_MenuItemCircle" = "دائرة";

/* No comment provided by engineer. */
"CLBlurEffect_MenuItemNormal" = "طبيعي";

/* No comment provided by engineer. */
"CLClippingTool_DefaultTitle" = "قص";

/* No comment provided by engineer. */
"CLClippingTool_ItemMenuCustom" = "مخصص";

/* No comment provided by engineer. */
"CLDefaultChromeFilter_DefaultTitle" = "كروم";

/* No comment provided by engineer. */
"CLDefaultCurveFilter_DefaultTitle" = "منحني";

/* No comment provided by engineer. */
"CLDefaultEmptyFilter_DefaultTitle" = "لا شئ";

/* No comment provided by engineer. */
"CLDefaultFadeFilter_DefaultTitle" = "باهت";

/* No comment provided by engineer. */
"CLDefaultInstantFilter_DefaultTitle" = "فوري";

/* No comment provided by engineer. */
"CLDefaultInvertFilter_DefaultTitle" = "عكس";

/* No comment provided by engineer. */
"CLDefaultLinearFilter_DefaultTitle" = "خطي";

/* No comment provided by engineer. */
"CLDefaultMonoFilter_DefaultTitle" = "احادي";

/* No comment provided by engineer. */
"CLDefaultNoirFilter_DefaultTitle" = "Noir";

/* No comment provided by engineer. */
"CLDefaultProcessFilter_DefaultTitle" = "عملية";

/* No comment provided by engineer. */
"CLDefaultSepiaFilter_DefaultTitle" = "بني غامق";

/* No comment provided by engineer. */
"CLDefaultTonalFilter_DefaultTitle" = "Tonal";

/* No comment provided by engineer. */
"CLDefaultTransferFilter_DefaultTitle" = "تحويل";

/* No comment provided by engineer. */
"CLDefaultVignetteFilter_DefaultTitle" = "مصغر";

/* No comment provided by engineer. */
"CLDrawTool_DefaultTitle" = "Draw";

/* No comment provided by engineer. */
"CLEffectBase_DefaultTitle" = "لا شئ";

/* No comment provided by engineer. */
"CLEffectTool_DefaultTitle" = "تأثير";

/* No comment provided by engineer. */
"CLFilterTool_DefaultTitle" = "فلتر";

/* No comment provided by engineer. */
"CLGloomEffect_DefaultTitle" = "ظلام";

/* No comment provided by engineer. */
"CLHighlightSadowEffect_DefaultTitle" = "توضيح";

/* No comment provided by engineer. */
"CLHueEffect_DefaultTitle" = "تعدد اللون";

/* No comment provided by engineer. */
"CLImageEditor_BackBtnTitle" = "رجوع";

/* No comment provided by engineer. */
"CLImageEditor_DefaultTitle" = "تعديل";

/* No comment provided by engineer. */
"CLImageEditor_OKBtnTitle" = "موافق";

/* No comment provided by engineer. */
"CLPixellateEffect_DefaultTitle" = "تقطيع";

/* No comment provided by engineer. */
"CLPosterizeEffect_DefaultTitle" = "Posterize";

/* No comment provided by engineer. */
"CLResizeTool_DefaultTitle" = "تغير حجم";

/* No comment provided by engineer. */
"CLResizeTool_InfoPanelTextNewSize" = "حجم الصورة الجديدة:";

/* No comment provided by engineer. */
"CLResizeTool_InfoPanelTextOriginalSize" = "حجم الصورة الافتراضية:";

/* No comment provided by engineer. */
"CLRotateTool_DefaultTitle" = "تدوير";

/* No comment provided by engineer. */
"CLRotateTool_MenuItemFlipTitle1" = " ";

/* No comment provided by engineer. */
"CLRotateTool_MenuItemFlipTitle2" = " ";

/* No comment provided by engineer. */
"CLRotateTool_MenuItemRotateTitle" = " ";

/* No comment provided by engineer. */
"CLSplashTool_DefaultTitle" = "Splash";

/* No comment provided by engineer. */
"CLSpotEffect_DefaultTitle" = "مركز";

/* No comment provided by engineer. */
"CLStickerTool_DefaultTitle" = "ملصقات";

/* No comment provided by engineer. */
"CLEmoticonTool_DefaultTitle" = "ابتسامات";

/* No comment provided by engineer. */
"CLTextTool_DefaultTitle" = "نص";

/* No comment provided by engineer. */
"CLTextTool_EmptyText" = "نص";

/* No comment provided by engineer. */
"CLTextTool_MenuItemAlignCenter" = " ";

/* No comment provided by engineer. */
"CLTextTool_MenuItemAlignLeft" = " ";

/* No comment provided by engineer. */
"CLTextTool_MenuItemAlignRight" = " ";

/* No comment provided by engineer. */
"CLTextTool_MenuItemColor" = "لون";

/* No comment provided by engineer. */
"CLTextTool_MenuItemFont" = "خط";

/* No comment provided by engineer. */
"CLTextTool_MenuItemNew" = "جديد";

/* No comment provided by engineer. */
"CLTextTool_MenuItemText" = "نص";

/* No comment provided by engineer. */
"CLToneCurveTool_DefaultTitle" = "منحني";

/* No comment provided by engineer. */
"Confirm" = "تأكيد";

/* No comment provided by engineer. */
"Confirm download?" = "تأكيد التحميل؟";

/* No comment provided by engineer. */
"Confirm your email address ( to verify )" = "أكد بريدك الالكتروني لتفعيل الحساب";

/* No comment provided by engineer. */
"Creating account.." = "جاري إنشاء حساب...";

/* No comment provided by engineer. */
"Customize Background" = "تغير خلفية التطبيق";

/* Cydia Apps page title */
"Cydia Apps" = "تطبيقات السيديا";

/* Error description */
"Decode Error" = "Decode Error";

/* No comment provided by engineer. */
"Delete" = "حذف";

/* No comment provided by engineer. */
"Description" = "وصف";

/* No comment provided by engineer. */
"Developer" = "BaytApps لدى - iOS مطور" ;

/* No comment provided by engineer. */
"Dismiss" = "رفض";

/* No comment provided by engineer. */
"Done App..." = "تم الانتهاء";

/* No comment provided by engineer. */
"Edit original image" = "تعديل الايقونة الاصلية؟";

/* No comment provided by engineer. */
"Edit/Chage App Icon ?" = "عدل او غير ايقونة التطبيق؟";

/* No comment provided by engineer. */
"email address" = "البريد الالكتروني";

/* No comment provided by engineer. */
"email or password is incorrect" = "بريدك الالكتروني او كلمة المرور غير صحيحتين";

/* No comment provided by engineer. */
"email sent :)" = "تم ارسال الايميل :)";

/* No comment provided by engineer. */
"Enter your order number" = "إدخل رقم طلبك";

/* No comment provided by engineer. */
"Error" = "خطأ";

/* No comment provided by engineer. */
"Expiry Date" = "تاريخ الانتهاء";

/* Error reason */
"Failed to allocate memory" = "Failed to allocate memory";

/* No comment provided by engineer. */
"failed to convert data to string" = "failed to convert data to string";

/* No comment provided by engineer. */
"failed to convert string to data" = "failed to convert string to data";

/* No comment provided by engineer. */
"Failed to create account with this name" = "فشل إنشاء حساب بهذا الاسم";

/* No comment provided by engineer. */
"Failed to process your request :(" = "فشل في اتمام طلبك :(";

/* No comment provided by engineer. */
"Failed to save wallpaper" = "فشل في حفظ الخلفيه";

/* No comment provided by engineer. */
"Follow" = "تابع";

/* No comment provided by engineer. */
"forget somehting !" = "نسيت شئ؟";

/* No comment provided by engineer. */
"forget something !" = "نسيت شئ؟";

/* No comment provided by engineer. */
"Forgot password?" = "نسيت كلمة المرور؟";

/* Error reason */
"Function not implemented for the current algorithm" = "Function not implemented for the current algorithm";

/* No comment provided by engineer. */
"Green" = "أخضر";

/* sidemenu apps cell */
"Home" = "الرئيسية";

/* sidemenu Browser cell */
"Browser" = "المتصفح";

/* No comment provided by engineer. */
"Host not supported" = "الموقع غير مدعوم حاليا";

/* Hosters page title */
"Hosters" = "مستضيفوا التطبيقات";

/* Error reason */
"Illegal parameter supplied to encryption/decryption algorithm" = "Illegal parameter supplied to encryption/decryption algorithm";

/* No comment provided by engineer. */
"Indeterminate progress" = "Indeterminate progress";

/* No comment provided by engineer. */
"Information" = "معلومات";

/* Error reason */
"Input data did not decode or decrypt correctly" = "Input data did not decode or decrypt correctly";

/* Error reason */
"Input size to encryption algorithm was not aligned correctly" = "Input size to encryption algorithm was not aligned correctly";

/* No comment provided by engineer. */
"Install App..." = "ثبت التطبيق";

/* Error reason */
"Insufficient buffer provided for specified operation" = "Insufficient buffer provided for specified operation";

/* Latest Apps page title
   Latest Apps title */
"Latest Apps" = "جديد التطبيقات";

/* No comment provided by engineer. */
"less" = "أقل";

/* No comment provided by engineer. */
"License" = "ترخيص";

/* sidemenu live_support cell */
"Live Support" = "دعم فني";

/* No comment provided by engineer. */
"Loading" = "جاري التحميل";

/* No comment provided by engineer. */
"Loading..." = "جاري التحميل...";

/* No comment provided by engineer. */
"Loading...." = "جاري التحميل...";

/* sidemenu logout cell */
"Logout" = "تسجيل خروج";

/* No comment provided by engineer. */
"mark current chat SOLVED ( first )" = "اغلق المحادثات الحليه اولا";

/* Error description */
"Memory Failure" = "Memory Failure";

/* No comment provided by engineer. */
"more" = "المزيد";

/* Most Popular page title
   Popular Apps title */
"Most Popular" = "الاكثر شعبيه";

/* No comment provided by engineer. */
"Network error" = "خطأ بالاتصال";

/* No comment provided by engineer. */
"Network error." = "خطأ بالاتصال";

/* No comment provided by engineer. */
"No" = "لا";

/* No comment provided by engineer. */
"No Connection" = "لا يوجد إتصال";

/* No comment provided by engineer. */
"Operation was unsuccessful." = "Operation was unsuccessful.";

/* No comment provided by engineer. */
"Order number should be (numeric)" = "رقم الطلب يجب ان يكون عددي";

/* No comment provided by engineer. */
"Order Status" = "حاله الطلب";

/* No comment provided by engineer. */
"Paid Status" = "حاله الدفع";

/* Error description */
"Parameter Error" = "Parameter Error";

/* No comment provided by engineer. */
"Payment Method" = "طريقة الدفع";

/* No comment provided by engineer. */
"Please try again by inserting a DTTimePeriod object." = "Please try again by inserting a DTTimePeriod object.";

/* No comment provided by engineer. */
"Please try an index within the bounds of the group." = "Please try an index within the bounds of the group.";

/* No comment provided by engineer. */
"Please try an index within the bounds or the group." = "Please try an index within the bounds or the group.";

/* sidemenu profile cell */
"Profile" = "بروفايل";

/* sidemenu profile cell */
"Update Version" = "تحديث الإصدار";

/* No comment provided by engineer. */
"Profile Picture" = "صوره شخصية";

/* Random Apps page title
   Random Apps title */
"Random Apps" = "تطبيقات عشوائيه";

/* Accessibility label for star rating control. */
"Rating" = "تقيمات";

/* No comment provided by engineer. */
"Red" = "أحمر";

/* No comment provided by engineer. */
"Remove all apps?" = "حذف جميع التطبيقات؟";

/* No comment provided by engineer. */
"Request App..." = "جاري طلب التطبيق...";

/* No comment provided by engineer. */
"Reset Background" = "إعادة تعين الخلفيه الاساسيه";

/* Search page title */
"Search" = "بحث";

/* No comment provided by engineer. */
"Search Image" = "بحث عن صورة";

/* sidemenu search_users cell */
"Search Users" = "بحث عن مستخدم";

/* No comment provided by engineer. */
"Select Team Member" = "إختر احد اعضاء فريق الدعم";

/* No comment provided by engineer. */
"Send" = "أرسال";

/* No comment provided by engineer. */
"Set choosen wallpaper" = "ضع الخلفيه المختارة";

/* No comment provided by engineer. */
"Set Wallpaper" = "إختر خلفيه للتطبيق";

/* sidemenu settings cell */
"Settings" = "إعدادات";

/* No comment provided by engineer. */
"Show more >" = "< إظهار المزيد";

/* No comment provided by engineer. */
"Sponsor" = "BaytApps مؤسس - iOS مطور";

/* Error description */
"Success" = "تم بنجاح";

/* No comment provided by engineer. */
"Team ID" = "فريق عضويتك";

/* No comment provided by engineer. */
"the key must not to be nil" = "the key must not to be nil";

/* No comment provided by engineer. */
"the server property must not to be nil, should use 'keyChainStoreWithServer:protocolType:' initializer to instantiate keychain store" = "the server property must not to be nil, should use 'keyChainStoreWithServer:protocolType:' initializer to instantiate keychain store";

/* sidemenu timeline cell */
"Timeline" = "تايم لاين";

/* sidemenu tweaks cell */
"Tweaks" = "ادوات";

/* Tweaks Apps title */
"Tweaks Apps" = "تطبيقات بأدوات";

/* No comment provided by engineer. */
"Unexpected error has occurred." = "Unexpected error has occurred.";

/* No comment provided by engineer. */
"Unfollow" = "الغاء متابعة";

/* Error description */
"Unimplemented Function" = "Unimplemented Function";

/* Error description */
"Unknown Error" = "Unknown Error";

/* No comment provided by engineer. */
"username should be over 5 chars" = "إسم المستخدم يجب ان يكون اكتر من ٥ حروف";

/* No comment provided by engineer. */
"Verify Device" = "فحص ترخيص جهازك";

/* No comment provided by engineer. */
"Verify your license for" = "إفحص ترخيصك لدي";

/* No comment provided by engineer. */
"Verify your settings" = "إفحص اعداداتك";

/* No comment provided by engineer. */
"Wallpaper saved ( you need to set it )" = "تم حفظ الخلفية ( طبقها اذا اردت )";

/* No comment provided by engineer. */
"WARNING" = "تحذير";

/* No comment provided by engineer. */
"Whats's New in Version %@" = "ما الجديد بالاصدار %@";

/* No comment provided by engineer. */
"White" = "أبيض";

/* No comment provided by engineer. */
"WiFi" = "واي فاي";

/* No comment provided by engineer. */
"Yes?" = "نعم؟";

/* No comment provided by engineer. */
"You didn't choose any wallpaper yet." = "لم تحفظ خلفيه بعد";

/* No comment provided by engineer. */
"You shared this app already" = "قمت بمشاركة هذا التطبيق من قبل";

"Change your Full Name ?" = "هل تريد تغير اسمك؟";
"Name changed :)" = "تم تغير الاسم بنجاح";

"your name incorrect !!" = "هناك خطأ بالاسم";

"your full name" = "إسمك بالكامل";

/* No comment provided by engineer. */
"ERROR: you should log-out and log-in again" = "خطأ يجب تسجيل خروج ثم تسجيل دخول مره اخري";

/* No comment provided by engineer. */
"LogOut" = "تسجيل خروج";
